{
  "genres": [
    {
      "id": 1,
      "title": "Action",
      "image": "https://i.pinimg.com/originals/87/bc/f6/87bcf68ba8813f7adb73bd3852a22da4.jpg"
    },
    {
      "id": 2,
      "title": "Romance",
      "image": "https://media.timeout.com/images/100653977/image.jpg"
    },
    {
      "id": 3,
      "title": "Drama",
      "image": "https://wallpaperaccess.com/full/375746.jpg"
    },
    {
      "id": 4,
      "title": "Horror",
      "image": "https://i.pinimg.com/originals/5d/29/ef/5d29ef84da5b489c9d16c17a4ad0456a.jpg"
    },
    {
      "id": 5,
      "title": "Comedy",
      "image": "https://vistapointe.net/images/scary-movie-3-1.jpg"
    }
  ],
  "menuItems": [
    {
      "id": 1,
      "title": "Афиша"
    },
    {
      "id": 2,
      "title": "Сеансы"
    },
    {
      "id": 3,
      "title": "Скоро в кино"
    },
    {
      "id": 4,
      "title": "История брони"
    }
  ],
  "movies": [
    {
      "id": 24,
      "genre": 2,
      "title": "Иссык-Куль - райский уголок",
      "duration": "от 3 дней",
      "country": "Кыргызстан",
      "price": "8900",
      "description": "Иссык-Кульская область — это самый посещаемый туристами регион Кыргызстана! Главной достопримечательностью области является озеро Иссык-Куль, одно из самых глубоких и больших озер мира, находящееся посреди живописных гор Тянь-Шаня. Также в Иссык-Кульской области располагаются самые высокие горы страны: знаменитая вершина Хан-Тенгри и высочайшая точка Кыргызстана — пик Победы — находятся именно здесь",
      "images": [
        "https://too.kg/wp-content/uploads/Ala-kul-e1522147092143-600x400.jpg",
        "https://atlantisline.com/upload/iblock/21c/21c15a944d4265ec08a18ba3340b764c.jpg"
      ],
      "year": 2021,
      "producer": "Tim Berton",
      "ageLimit": "18+"
    },
    {
      "id": 3,
      "genre": 2,
      "title": "Греция",
      "country": "Балканский полуостров",
      "duration": "от 6 дней",
      "price": "33254",
      "description": "Греция — страна, где древности на каждом шагу: Афины, Дельфы, Фивы и Метеоры, скальные монастыри и святая гора Афон. Еще здесь классные пляжи, чистое море, живописные острова и спа-отели. Родос, Халкидики и Кос — все о Греции: погода, карты, виза и фото.",
      "images": [
        "https://kidpassage.com/images/publications/otdyih-v-gretsii-v-sentyabre-vybiraem-semeynyiy-kurort/1077_64e8bcfb546112b82f1bc8c05d7979a2.jpg",
        ""
      ],
      "year": 2021,
      "producer": "Tim Berton",
      "ageLimit": "18+"
    },
    {
      "id": 15,
      "genre": 4,
      "title": "ОАЭ",
      "country": "Средний Восток",
      "duration": "от 5 дней",
      "price": "4566789",
      "description": "В ОАЭ не бывает плохой погоды и низкого сезона — ведь здесь что в ноябре, что в июле роскошные отели для качественного отдыха и отличный шоппинг по привлекательным ценам. Все об Эмиратах — Дубай и Шарджа, пляжный отдых, экскурсии и достопримечательности на карте",
      "images": [
        "https://atlantisline.com/upload/iblock/21c/21c15a944d4265ec08a18ba3340b764c.jpg"
      ],
      "year": 2021,
      "producer": "Tim Berton",
      "ageLimit": "18+"
    },
    {
      "id": 16,
      "genre": 5,
      "title": "Египе",
      "duration": "от 6 дней",
      "price": "5677890",
      "description": "Египет – страна в Северо-Восточной Африке и на Ближнем Востоке. О ее богатой истории, насчитывающей более пяти тысяч лет, напоминают археологические памятники в плодородной долине реки Нил, среди которых пирамиды Гизы, Большой сфинкс, а также Карнакский храм, стены которого испещрены иероглифами, и Долина царей с гробницами фараонов в районе Луксора. Столица страны Каир славится мечетью Мухаммеда Али, построенной во времена Османской империи, и Египетским музеем, где выставлены мумии фараонов и позолоченные деревянные статуи Тутанхамона.",
      "images": [
        "https://www.tourprom.ru/site_media/images/upload/2021/2/10/newsphoto/egipet-otkryitie-rosto-na-donu.jpg"
      ],
      "year": 2021,
      "producer": "Tim Berton",
      "ageLimit": "18+"
    },
    {
      "id": 17,
      "genre": 3,
      "title": "Бали",
      "duration": "от 6 дней",
      "price": "567789",
      "description": "Бали – это остров в Индонезии, облик которого формируют вулканы, поросшие лесом, заливные рисовые поля, пляжи и коралловые рифы. На острове множество храмов, в том числе Пура Лухур Улувату, выстроенный на скале. На юге Бали находятся город Кута с его людными барами и популярные курорты Семиньяк, Санур и Нуса-Дуа. Остров также славится своими центрами йоги и медитации",
      "images": [
        "https://www.tourprom.ru/site_media/images/upload/2020/11/28/newsphoto/bali-otkryitie-turistyi.jpg"
      ],
      "year": 2021,
      "producer": "Tim Berton",
      "ageLimit": "18+"
    },
    {
      "id": 18,
      "genre": 1,
      "title": "Франция",
      "duration": "от 10 дней",
      "price": "5667789",
      "description": "Франция – это страна в Западной Европе, на территории которой находятся средневековые города, альпийские деревни и пляжи Средиземного моря. Париж, столица государства, славится своими домами моды, старейшими художественными музеями, в числе которых Лувр, и достопримечательностями, такими как Эйфелева башня. Франция известна своими винами и изысканной кухней. Наскальная живопись в пещере Ласко, амфитеатр Трех Галлий в Лионе и огромный Версальский дворец свидетельствуют о богатой истории этих мест",
      "images": [
        "https://inbusiness.kz/ru/images/original/60/images/YfO5tq1m.jpg"
      ],
      "year": 2021,
      "producer": "Tim Berton",
      "ageLimit": "18+"
    },
    {
      "id": 19,
      "genre": 2,
      "title": "Китай",
      "duration": "от 6 дней",
      "price": "778990",
      "description": "Китай – густонаселенная страна в Восточной Азии с разнообразными ландшафтами и рельефом. Здесь можно найти луга, пустыни, горы, озера, реки и побережья протяженностью более 14 тыс. км. Столица страны, Пекин, славится современной архитектурой и древними памятниками, среди которых дворцовый комплекс Запретный город и площадь Тяньаньмэнь. На востоке расположен мировой финансовый центр Шанхай, силуэт которого формируют бесчисленные небоскребы. По северному Китаю, пересекая его с востока на запад, проходит Великая Китайская стена.",
      "images": [
        "https://cdn.globaldialog.ru/_/manager/files/59d/7a2f22e00f/china-1.jpg"
      ],
      "year": 2021,
      "producer": "Tim Berton"
    },
    {
      "id": 20,
      "genre": 3,
      "title": "Япония",
      "duration": "от 8 дней",
      "price": "4455678",
      "description": "Япония – островное государство в Тихом океане, которое славится своими густонаселенными городами, императорскими дворцами, национальными парками, храмами и святилищами. Сеть высокоскоростных железных дорог \"Синкансэн\" представлена на всех основных островах Японского архипелага: Кюсю с субтропическими пляжами Окинавы, Хонсю, на котором расположены Токио и Хиросима с мемориалом жертвам атомной бомбардировки, и Хоккайдо с горнолыжными курортами. Столица страны Токио – центр японской поп-культуры, известный своими небоскребами и магазинами.",
      "images": [
        "https://techrocks.ru/wp-content/uploads/2019/09/japan-flower-spring-blossom-cherry-blossom-plant-1593208-pxhere.com-min-1024x683.jpg"
      ],
      "year": 2021,
      "producer": "Tim Berton"
    },
    {
      "id": 21,
      "genre": 4,
      "title": "Таиланд",
      "duration": "от 11 дней",
      "price": "5567789",
      "description": "Таиланд – удивительная страна, название которой происходит от слова «тхай» - «свобода». В этом поистине сказочном королевстве отдых тоже королевский. Коралловые рифы, буддистские храмы, экзотические растения, крокодиловые фермы, массаж, беспредельный шопинг и бурная ночная жизнь делают туры в Таиланд желанными для тысяч туристов.\nОтдых в Таиланде настолько разнообразен, что каждый найдет для себя что-то свое: ультрасовременный Бангкок и зажигательная клубная Паттайя, экзотика островов Самет и Ко Чанг, чистейшие пляжи Самуи и фантастические скалы Краби. Привлекает эта страна не только своей экзотикой, множеством достопримечательностей и развитой туристической инфраструктурой (отели, пляжи, масса вариантов разнообразного досуга и т.д.), но и возможностью качественно отдохнуть в любое время года",
      "images": [
        "https://lh3.googleusercontent.com/proxy/cRXkcOJvNy4Yvsaz7bZ40ne7xXFSZ8n3mTn2jakfWZIV-Ci2Xhn9K1Yd75AtdHkAkSjKM8i0TJIEn-FpdIfrb2ifO5J_Kt8iMtySYHzNosdG"
      ],
      "year": 2021,
      "producer": "Tim Berton"
    },
    {
      "id": 22,
      "genre": 5,
      "title": "Турция",
      "duration": "от 3 дней",
      "price": "6778900",
      "description": "Туристической столицей Турции является Анталия. Этот живописный курорт славится чистейшими пляжами и шикарными отелями. Купальный сезон здесь открыт с марта по ноябрь. Здесь есть все необходимое для иностранных туристов – множество баров и ресторанов, супермаркетов и уличных лавочек. В городе обилие древних исторических памятников — минарет Иивли (ХI в.), Ворота Адриана (130 г. до н.э.), Археологический музей и др.Также по всей территории Турции расположено множество архитектурных памятников разных эпох — Трои, Милета, Присны, Дидимы, Конья, развалины Пергама, Эфес, Геркулесовы Врата, порт Боррус, Каппадокия, храм Афины, пролив Босфор, горы Улудаг, соленые озера Туз и Ван, гора Большой Арарат, потухшие вулканы Сюпхан, Аладаг и Немруд и многое другое.Сердцем Анталии считается старый квартал Калейчи с узкими улочками, которые ведут к городскому порту. Самым весёлым местом отдыха считается AntalyaBeachPark.Лазурное море, ласковое солнышко, доброжелательные люди вокруг, обилие еды и развлечений — Турция — это то, что надо!\n\nОднако Турция для туристов открыта не только летом. Туристы со всего мира спешат посетить турецкие горнолыжные курорты, ведь они привлекают своей красотой, отличным обслуживанием гостей и приемлемыми ценами. В горах Турции зима мягкая и снежная, снег на вершинах лежит около 180 дней в году. Горнолыжная Турция – замечательный вариант отдыха, как для всей семьи, так и для молодёжи.",
      "images": [
        "https://poehalisnami.kharkov.ua/wp-content/uploads/2019/01/gde-luchshe-turkey.jpg"
      ],
      "year": 2021,
      "producer": "Tim Berton"
    },
    {
      "id": 23,
      "genre": 4,
      "title": " Италия",
      "duration": "от 10 дней",
      "price": "456789",
      "description": "Секрет успеха Италии прост: отличный пляжный отдых на Средиземном море, сверхбогатая «экскурсионка», горнолыжные курорты плюс выгодный шоппинг. От Рима до Неаполя, от заснеженных Альп до солнечных островов — все об Италии: карты, виза, дорога, фото, отели.\nКаждый сезон миллионы отдыхающих с энтузиазмом штурмуют знаменитый «сапог», находя для этого немало веских причин: действительно шикарную и сверхнасыщенную «экскурсионку», чистое теплое море, хорошие пляжи и красивую природу. Путешественников не отпугивают даже сравнительно высокие цены на отдых по-итальянски и достаточно аскетичное оснащение большинства городских отелей. Впрочем, к прибрежным гостиницам это замечание обычно не относится. Еще один пункт итальянской программы — весьма качественное, хоть и недешевое, лечение на термальных курортах.",
      "images": [
        "https://cdn.ren.tv/cache/960x540/media/img/70/5b/705b74968bceb310f1ed674f58e9d5cc2ee91cd3.jpg"
      ],
      "year": 2021,
      "producer": "Tim Berton"
    },
    {
      "id": 24,
      "genre": 2,
      "title": "Бразилия",
      "duration": "от 8 дней",
      "price": "5567899000",
      "description": "Бразилия — это не только сумасшедший карнавал в Рио-де-Жанейро, непроходимые джунгли Амазонии и грохочущие каскады Игуасу, но и знаменитые пляжи Ипанема и Копакабана, отличные отели, великолепная кухня и классный футбол. Все об отдыхе в Бразилии: фото, туры и отзывы.Джунгли Амазонии, золото пляжей Рио-де-Жанейро, тонкий аромат кофе, грохот могучих водопадов — все это, словно магнитом, притягивает в Бразилию миллионы туристов со всего света. Кроме того, пляжи в стране — сплошь с мировыми именами (одна Копакабана чего стоит), море теплое и прозрачное, а о бразильской кухне — как и о бразильских женщинах — туристы неизменно говорят с придыханием. Одно грустно: попасть в эту сказку (по крайней мере, из России) могут лишь путешественники с весьма объемистыми бумажниками — сказывается дороговизна туров в Бразилию, зависящая прежде всего от стоимости трансатлантического перелета.",
      "images": [
        "https://internationalinvestment.biz/uploads/posts/2020-10/1601995657_brazilia.jpg"
      ],
      "year": 2021,
      "producer": "Tim Berton"
    },
    {
      "id": 25,
      "genre": 1,
      "title": "Мексика",
      "duration": "от 11 дней",
      "price": "4567890",
      "description": "Мексика — пестрая смесь испанской, индейской и карибской культур. Отдых на лучших пляжах Канкуна и Ривьера-Майя, древние памятники загадочных цивилизаций и дайвинг на острове Косумель, текила, отличная кухня и зажигательные диско — все о Мексике: туры, цены, отели.\nПредставьте: вот вы стоите в тропической чаще и под крики цветастых попугаев рассматриваете иероглифы майя на стенах храмов Паленке. Или слившись в одно целое с доской для серфинга гребете в сторону прибоя, обрушивающего на побережье мощные бирюзовые волны, а позади вас простираются ярко-белые пляжи. Или погружаетесь с аквалангом в подводную пещеру в окружении рыбок, словно нарисованных яркой гуашью. Или до рассвета и до упада пляшете на лучших в мире дискотеках Акапулько! А в промежутках — стараетесь попробовать хотя бы часть из 300 местных сортов текилы — причем безо всяких там пижонских лаймов и соли, а как суровые мексиканские крестьяне — с томатным соком, щедро приправленным чили. А если перца не хватит — закусить любым из местных угощений, от которых во рту полыхает пожар. В этом вся Мексика — краски, вкусы и прочие ощущения здесь яркие, сочные, чистые, только успевай наслаждаться.",
      "images": [
        "https://www.tourprom.ru/site_media/images/news/28072/dtyktryklteyk_1.jpg"
      ],
      "year": 2021,
      "producer": "Tim Berton"
    },
    {
      "id": 26,
      "genre": 5,
      "title": "Швейцария",
      "duration": "от 15 дней",
      "price": "567890",
      "description": "Являясь традиционной страной туризма, Швейцария удерживает в этой сфере прочные позиции в Европе. Наличие развитой туристической инфраструктуры, сети железных и автомобильных дорог в сочетании с живописной природой и выгодным географическим положением обеспечивает приток в страну значительного количества туристов, прежде всего немцев, американцев, японцев, а в последние годы также русских, индийцев, китайцев. 15 % национального дохода поступает за счёт туризма.\n\nАльпы занимают 2/3 всей территории Швейцарии и ежегодно привлекают в страну тысячи любителей активного отдыха. Наивысшая точка страны находится в Пеннинских Альпах и называется пик Дюфур (4634 м). Туризм в Швейцарии — важная сфера экономики Швейцарии, основанная на использовании рекреационных ресурсов. В бюджет Швейцарии за счёт туризма поступает 1,5 млрд $ ежегодно, что является важной его составляющей. Национальной маркетинговой компанией, занимающейся продвижением Швейцарии на международной арене в качестве страны для туризма и деловых встреч, является Switzerland Tourism.",
      "images": [
        "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS5FsU-uGo_VUlojK8Q_o_VJrfr7tnUuKjVqw&usqp=CAU"
      ],
      "year": 2021,
      "producer": "Tim Berton"
    },
    {
      "title": "11111",
      "description": "111111",
      "genre": "111111",
      "duration": "12323213",
      "price": "213231312123",
      "images": [
        "https://therecipecritic.com/wp-content/uploads/2020/10/Homemade-Donuts-1.jpg"
      ],
      "year": "213132123132",
      "producer": "123312123",
      "ageLimit": "32123312",
      "country": "213123123123",
      "id": 27
    }
  ]
}